
"No Event Selected." = "Aucun événement sélectionné";
"Multiple Events Selected." = "Plusieurs événements sélectionnés";
"No unresolved events." = "Pas d'événements non résolus";
"No unsolved events." = "Pas d'événements non résolus";
"No unread events." = "Aucun événement non lu";
"No matching events found." = "Aucun événement correspondant n'a été trouvé";


//k Contextual Menu Title
"Delete all Messages from \"%@\"" = "Supprimer tous les messages de \"%@\"";
"Mark as Read" = "Marquer comme lu";
"Mark as Unread" = "Marquer comme non lu";

//ks Event status tool tips
"Resolved" = "Résolu";
"Unresolved" = "Non résolu";
"Partially Solved" = "Partiellement résolu";
"Status Unknown" = "Etat inconnu";


//ks Event Severity tool tips
"Information" = "Information";
"Warning" = "Avertissement";
"User Intervention Required" = "Intervention de l'utilisateur requise";
"Resolvable Problem" = "Problème pouvant être résolu";
"Unresolvable Problem" = "Problème ne pouvant pas être résolu";


//ks Filter option buttons
" Unread (%u) " = " Non lu (%u) ";
" Unresolved (%u) " = " Non résolu (%u) ";

//ks Smash error
"device event retrieval" = "récupération de l'événement du périphérique";
"deletion of event" = "suppression de l'événement";

"The message could not be deleted" = "Le message n'a pas pu être supprimé";
